{
  "Actions": "Azioni",
  "Add": "Aggiungi",
  "No data found.": "Nessun dato trovato.",
  "Search": "Cerca",
  "Start Time": "Ora di inizio",
  "End Time": "Ora di fine",
  "View": "Visualizza",
  "Edit": "Modifica",
  "Clone": "Clona",
  "Delete": "Elimina",
  "Cancel": "Annulla",
  "Save": "Salva",
  "Confirm": "Conferma",
  "Are you sure you want to delete ": "Sei sicuro di voler eliminare ",
  "Close": "Chiudi",
  "Select a value": "Seleziona un valore",
  "Users": "Utenti",
  "Roles": "Ruoli",
  "Trainer": "Allenatore",
  "Calendar": "Calendario",
  "Train Groups": "Gruppi di allenamento",
  "Send new Mail": "Invia nuova email",
  "Theme scale": "Scala del tema",
  "Dark themes": "Temi scuri",
  "Light themes": "Temi chiari",
  "Languages": "Lingue",
  "Apointment": "Appuntamento",
  "Options": "Opzioni",
  "Theme": "Tema",
  "Logout": "Logout",
  "Profile": "Profilo",
  "Login": "Login",
  "Register": "Registrati",
  "Switch to Rich Text": "Passa a testo ricco",
  "Switch to HTML": "Passa a HTML",
  "Write something awesome!": "Scrivi qualcosa di fantastico!",
  "Loading charts": "Caricamento grafici",
  "Emails Sent": "Email inviate",
  "Used": "Usato",
  "Available": "Disponibile",
  "Cumulative Users": "Utenti cumulativi",
  "Daily Emails Sent (Last 7 Days)": "Email giornaliere inviate (ultimi 7 giorni)",
  "Available Emails (Out of 500)": "Email disponibili (su 500)",
  "User Growth": "Crescita utenti",
  "Subject": "Oggetto",
  "Body": "Corpo",
  "Recipients": "Destinatari",
  "Send new email": "Invia nuova email",
  "Send one email to each recipient": "Invia un'email a ciascun destinatario",
  "Send Email to multiple users": "Invia email a più utenti",
  "Create a new email and send it to multiple users": "Crea una nuova email e inviala a più utenti",
  "A new email will be created and sent for each recipient": "Verrà creata e inviata una nuova email per ciascun destinatario",
  "The email body will be converted to HTML and inserted into the email content. Note that different email providers may render HTML differently, which could lead to inconsistencies in appearance.": "Il corpo dell'email verrà convertito in HTML e inserito nel contenuto dell'email. Nota che diversi provider di email potrebbero renderizzare l'HTML in modo diverso, il che potrebbe portare a incoerenze nell'aspetto.",
  "Recipient": "Destinatario",
  "CreatedOn": "Creato il",
  "Email History": "Cronologia email",
  "Are you sure": "Sei sicuro",
  "Number": "Numero",
  "Primary": "Primario",
  "Role name": "Nome ruolo",
  "Name": "Nome",
  "Normalized name": "Nome normalizzato",
  "Handle your train groups": "Gestisci i tuoi gruppi di allenamento",
  "Available Timeslots": "Slot orari disponibili",
  "No time slots available for this date": "Nessuno slot orario disponibile per questa data",
  "Train Group": "Gruppo di allenamento",
  "Train Group Dates": "Date gruppo di allenamento",
  "Select a date to view Participants": "Seleziona una data per visualizzare i partecipanti",
  "Train Group Date Participants (One Off)": "Partecipanti data gruppo di allenamento (una tantum)",
  "One-off participants": "Partecipanti una tantum",
  "Train Group Date Participants": "Partecipanti data gruppo di allenamento",
  "Recurring participants": "Partecipanti ricorrenti",
  "Handle the date or dates when this Training Group occurs": "Gestisci la data o le date in cui si verifica questo gruppo di allenamento",
  "Training Group Dates must follow these rules": "Le date del gruppo di allenamento devono seguire queste regole",
  "Cannot mix day-of-week dates with day-of-month dates": "Non è possibile mescolare date del giorno della settimana con date del giorno del mese",
  "Fixed dates cannot overlap with an existing day-of-week row": "Le date fisse non possono sovrapporsi a una riga del giorno della settimana esistente",
  "Fixed dates cannot overlap with an existing day-of-month row": "Le date fisse non possono sovrapporsi a una riga del giorno del mese esistente",
  "Duplicate dates are not allowed": "Non sono consentite date duplicate",
  "Train group participants": "Partecipanti gruppo di allenamento",
  "Handle the participants of the selected train group date. If Selected Date is set, then this is an one-off participant and will only join the specific train group date once.": "Gestisci i partecipanti della data del gruppo di allenamento selezionata. Se la data selezionata è impostata, si tratta di un partecipante una tantum e si unirà solo alla data specifica del gruppo di allenamento una volta.",
  "Training Group Date Participants must follow these rules": "I partecipanti alla data del gruppo di allenamento devono seguire queste regole",
  "If selected date is set (one-off), then it should match at least one train group date": "Se la data selezionata è impostata (una tantum), deve corrispondere ad almeno una data del gruppo di allenamento",
  "Selected Date cannot be set to a Fixed Date. Fixed date is already a single date and cant have one-off participants": "La data selezionata non può essere impostata su una data fissa. La data fissa è già una data singola e non può avere partecipanti una tantum",
  "Duplicate participants are not allowed": "Non sono consentiti partecipanti duplicati",
  "Title": "Titolo",
  "Start On": "Inizia il",
  "Duration": "Durata",
  "Max participants": "Partecipanti max",
  "Starts On": "Inizia il",
  "Max Participants": "Partecipanti max",
  "Description": "Descrizione",
  "No dates selected!": "Nessuna data selezionata!",
  "Booking Calendar": "Calendario prenotazioni",
  "Select a date to view available time slots": "Seleziona una data per visualizzare gli slot orari disponibili",
  "Select the dates you want to book for this training session.": "Seleziona le date che vuoi prenotare per questa sessione di allenamento.",
  "One-off dates apply only to the selected date, while recurring dates apply to all future sessions on that day of the week or month.": "Le date una tantum si applicano solo alla data selezionata, mentre le date ricorrenti si applicano a tutte le sessioni future in quel giorno della settimana o del mese.",
  "One-off": "Una tantum",
  "Recurring Dates (Day of Week)": "Date ricorrenti (giorno della settimana)",
  "Recurring Dates (Day of month)": "Date ricorrenti (giorno del mese)",
  "No time slots available for this date.": "Nessuno slot orario disponibile per questa data.",
  "Available Time Slots": "Slot orari disponibili",
  "Selected Time Slot Details": "Dettagli slot orario selezionato",
  "Group Name": "Nome gruppo",
  "Yes": "Sì",
  "No": "No",
  "No description available.": "Nessuna descrizione disponibile.",
  "Book Now": "Prenota ora",
  "Type": "Tipo",
  "Select Type": "Seleziona tipo",
  "Fixed Day": "Giorno fisso",
  "Recurrence Day Of Week": "Giorno di ricorrenza della settimana",
  "Recurrence Day Of Month": "Giorno di ricorrenza del mese",
  "Train Group Date Type": "Tipo data gruppo di allenamento",
  "Selected Date": "Data selezionata",
  "User": "Utente",
  "Train Group Date Id": "ID data gruppo di allenamento",
  "Participant": "Partecipante",
  "Welcome Back": "Bentornato",
  "Dont have an account?": "Non hai un account?",
  "Create today!": "Crealo oggi!",
  "Username / Email": "Nome utente / Email",
  "Password": "Password",
  "Forgot your password?": "Hai dimenticato la password?",
  "Sign In": "Accedi",
  "User Name": "Nome utente",
  "First Name": "Nome",
  "Last Name": "Cognome",
  "Phone Number": "Numero di telefono",
  "Role Name": "Nome ruolo",
  "Forgot Password": "Password dimenticata",
  "Send Reset Link": "Invia link di reset",
  "Reset Password": "Reimposta password",
  "New Password": "Nuova password",
  "Back to Login": "Torna al login",
  "Change Password": "Cambia password",
  "Phone Numbers": "Numeri di telefono",
  "Upcoming Train Groups": "Gruppi di allenamento imminenti",
  "Old Password": "Vecchia password",
  "Confirm New Password": "Conferma nuova password",
  "Confirm new password": "Conferma nuova password",
  "Book Type": "Tipo prenotazione",
  "Recurring": "Ricorrente",
  "Joined": "Unito",
  "Opt out": "Opt out",
  "Opt out for this date": "Opt out per questa data",
  "Opt in again for this date": "Opt in di nuovo per questa data",
  "You havent joined this date. Please join via apointment tab.": "Non ti sei unito a questa data. Unisciti tramite la scheda appuntamenti.",
  "This action will cancel your booking for this date.": "Questa azione annullerà la tua prenotazione per questa data.",
  "This action will cancel your booking ONLY for this date.": "Questa azione annullerà la tua prenotazione SOLO per questa data.",
  "You will join this date, only if there are any spots available.": "Ti unirai a questa data, solo se ci sono posti disponibili.",
  "Spots Left": "Posti rimasti",
  "Group is occurring on": "Il gruppo si verifica il",
  "MONDAY": "Lunedì",
  "TUESDAY": "Martedì",
  "WEDNESDAY": "Mercoledì",
  "THURSDAY": "Giovedì",
  "FRIDAY": "Venerdì",
  "SATURDAY": "Sabato",
  "SUNDAY": "Domenica",
  "At ROSA CoreLab, we believe that true strength starts from within us.": "Al ROSA CoreLab, crediamo che la vera forza inizi da dentro di noi.",
  "Our space is a multi-purpose venue dedicated to self-improvement, wellness, and personal development.": "Il nostro spazio è una sede multiuso dedicata al miglioramento personale, al benessere e allo sviluppo personale.",
  "Here, every person can discover their own rhythm, cultivate their body as well as their mind, find balance, and proceed with confidence to the next step.": "Qui, ogni persona può scoprire il proprio ritmo, coltivare il proprio corpo così come la mente, trovare l'equilibrio e procedere con fiducia al passo successivo.",
  "We offer opportunities for targeted physical strengthening, also through the treasures of martial arts techniques, which develop endurance, discipline, and self-confidence. At the same time, through life coaching and nutritional counseling, we help people find clarity in their goals and adopt a lifestyle that suits them.": "Offriamo opportunità per un rafforzamento fisico mirato, anche attraverso i tesori delle tecniche di arti marziali, che sviluppano resistenza, disciplina e autostima. Allo stesso tempo, attraverso il coaching di vita e la consulenza nutrizionale, aiutiamo le persone a trovare chiarezza nei loro obiettivi e ad adottare uno stile di vita che gli si addice.",
  "Our team collaborates with professional nutritionists and mental health experts, because we believe that real change comes when we care for our entire self—body, mind, and soul.": "Il nostro team collabora con nutrizionisti professionisti ed esperti di salute mentale, perché crediamo che il vero cambiamento arrivi quando ci prendiamo cura di noi stessi in toto: corpo, mente e anima.",
  "At ROSA CoreLab, you dont need any equipment to start. All you need is the desire to improve. We are here to support you on your journey toward a stronger, brighter version of yourself. Because for us, self-improvement is not a goal; it is a way of life.": "Al ROSA CoreLab, non hai bisogno di alcuna attrezzatura per iniziare. Tutto ciò di cui hai bisogno è il desiderio di migliorare. Siamo qui per supportarti nel tuo viaggio verso una versione più forte e luminosa di te stesso. Perché per noi, il miglioramento personale non è un obiettivo; è un modo di vivere.",
  "Workout Plans": "__STRING_NOT_TRANSLATED__"
}
