{
  "Actions": "Veprimet",
  "Add": "Shto",
  "No data found.": "Nuk u gjetën të dhëna.",
  "Search": "Kërko",
  "Start Time": "Koha e Fillimit",
  "End Time": "Koha e Mbarimit",
  "View": "Shiko",
  "Edit": "Ndrysho",
  "Clone": "Klon",
  "Delete": "Fshi",
  "Cancel": "Anulo",
  "Save": "Ruaj",
  "Confirm": "Konfirmo",
  "Are you sure you want to delete ": "A jeni i sigurt që doni të fshini ",
  "Close": "Mbyll",
  "Select a value": "Zgjidh një vlerë",
  "Users": "Përdoruesit",
  "Roles": "Rolet",
  "Trainer": "Trajner",
  "Calendar": "Kalendari",
  "Train Groups": "Grupet e Trajnimit",
  "Send new Mail": "Dërgo Email të Ri",
  "Theme scale": "Shkalla e Temës",
  "Dark themes": "Tema të Errëta",
  "Light themes": "Tema të Ndritshme",
  "Languages": "Gjuhët",
  "Apointment": "Takim",
  "Options": "Opsionet",
  "Theme": "Tema",
  "Logout": "Dil",
  "Profile": "Profili",
  "Login": "Hyr",
  "Register": "Regjistrohu",
  "Switch to Rich Text": "Kaloni në Tekst të Pasur",
  "Switch to HTML": "Kaloni në HTML",
  "Write something awesome!": "Shkruaj diçka të mrekullueshme!",
  "Loading charts": "Ngarkimi i grafikëve",
  "Emails Sent": "Email-et e Dërguara",
  "Used": "Përdorur",
  "Available": "Në dispozicion",
  "Cumulative Users": "Përdoruesit Kumulativë",
  "Daily Emails Sent (Last 7 Days)": "Email-et Ditore të Dërguara (7 Ditët e Fundit)",
  "Available Emails (Out of 500)": "Email-et në Dispozicion (Nga 500)",
  "User Growth": "Rritja e Përdoruesve",
  "Subject": "Subjekti",
  "Body": "Teksti",
  "Recipients": "Marrësit",
  "Send new email": "Dërgo email të ri",
  "Send one email to each recipient": "Dërgo një email për çdo marrës",
  "Send Email to multiple users": "Dërgo Email tek shumë përdorues",
  "Create a new email and send it to multiple users": "Krijo një email të ri dhe dërgoje tek shumë përdorues",
  "A new email will be created and sent for each recipient": "Një email i ri do të krijohet dhe dërgohet për çdo marrës",
  "The email body will be converted to HTML and inserted into the email content. Note that different email providers may render HTML differently, which could lead to inconsistencies in appearance.": "Teksti i email-it do të konvertohet në HTML dhe do të futet në përmbajtjen e email-it. Shënim se ofruesit e ndryshëm të email-it mund të renderojnë HTML në mënyra të ndryshme, çka mund të çojë në inkonzistenca në pamje.",
  "Recipient": "Marrësi",
  "CreatedOn": "Krijuar Më",
  "Email History": "Historia e Email-eve",
  "Are you sure": "A jeni i sigurt",
  "Number": "Numri",
  "Primary": "Primar",
  "Role name": "Emri i Rolit",
  "Name": "Emri",
  "Normalized name": "Emri i Normalizuar",
  "Handle your train groups": "Menaxho grupet e tua të trajnimit",
  "Available Timeslots": "Slotet Kohore në Dispozicion",
  "No time slots available for this date": "Nuk ka slote kohore në dispozicion për këtë datë",
  "Train Group": "Grupi i Trajnimit",
  "Train Group Dates": "Datat e Grupit të Trajnimit",
  "Select a date to view Participants": "Zgjidh një datë për të shikuar Pjesëmarrësit",
  "Train Group Date Participants (One Off)": "Pjesëmarrësit e Datës së Grupit të Trajnimit (Një Herë)",
  "One-off participants": "Pjesëmarrës një herë",
  "Train Group Date Participants": "Pjesëmarrësit e Datës së Grupit të Trajnimit",
  "Recurring participants": "Pjesëmarrës të përsëritur",
  "Handle the date or dates when this Training Group occurs": "Menaxho datën ose datat kur ky Grup Trajnimi ndodh",
  "Training Group Dates must follow these rules": "Datat e Grupit të Trajnimit duhet të ndjekin këto rregulla",
  "Cannot mix day-of-week dates with day-of-month dates": "Nuk mund të përzieni datat e ditës së javës me datat e ditës së muajit",
  "Fixed dates cannot overlap with an existing day-of-week row": "Datat fikse nuk mund të mbivendosen me një rresht ekzistues të ditës së javës",
  "Fixed dates cannot overlap with an existing day-of-month row": "Datat fikse nuk mund të mbivendosen me një rresht ekzistues të ditës së muajit",
  "Duplicate dates are not allowed": "Datat dublike nuk lejohen",
  "Train group participants": "Pjesëmarrësit e grupit të trajnimit",
  "Handle the participants of the selected train group date. If Selected Date is set, then this is an one-off participant and will only join the specific train group date once.": "Menaxho pjesëmarrësit e datës së grupit të trajnimit të zgjedhur. Nëse Data e Zgjedhur është vendosur, atëherë ky është një pjesëmarrës një herë dhe do të bashkohet vetëm në datën specifike të grupit të trajnimit një herë.",
  "Training Group Date Participants must follow these rules": "Pjesëmarrësit e Datës së Grupit të Trajnimit duhet të ndjekin këto rregulla",
  "If selected date is set (one-off), then it should match at least one train group date": "Nëse data e zgjedhur është vendosur (një herë), atëherë ajo duhet të përputhet me të paktën një datë të grupit të trajnimit",
  "Selected Date cannot be set to a Fixed Date. Fixed date is already a single date and cant have one-off participants": "Data e Zgjedhur nuk mund të vendoset në një Datë Fikse. Data fikse është tashmë një datë e vetme dhe nuk mund të ketë pjesëmarrës një herë",
  "Duplicate participants are not allowed": "Pjesëmarrësit dublike nuk lejohen",
  "Title": "Titulli",
  "Start On": "Fillon Në",
  "Duration": "Kohëzgjatja",
  "Max participants": "Maks pjesëmarrës",
  "Starts On": "Fillon Në",
  "Max Participants": "Maks Pjesëmarrës",
  "Description": "Përshkrimi",
  "No dates selected!": "Nuk u zgjodhën data!",
  "Booking Calendar": "Kalendari i Rezervimeve",
  "Select a date to view available time slots": "Zgjidh një datë për të shikuar slotet kohore në dispozicion",
  "Select the dates you want to book for this training session.": "Zgjidh datat që doni të rezervoni për këtë sesion trajnimi.",
  "One-off dates apply only to the selected date, while recurring dates apply to all future sessions on that day of the week or month.": "Datat një herë aplikohen vetëm për datën e zgjedhur, ndërsa datat e përsëritura aplikohen për të gjitha sesionet e ardhshme në atë ditë të javës ose muajit.",
  "One-off": "Një herë",
  "Recurring Dates (Day of Week)": "Datat e Përsëritura (Dita e Javës)",
  "Recurring Dates (Day of month)": "Datat e Përsëritura (Dita e Muajit)",
  "No time slots available for this date.": "Nuk ka slote kohore në dispozicion për këtë datë.",
  "Available Time Slots": "Slotet Kohore në Dispozicion",
  "Selected Time Slot Details": "Detajet e Slotit Kohor të Zgjedhur",
  "Group Name": "Emri i Grupit",
  "Yes": "Po",
  "No": "Jo",
  "No description available.": "Nuk ka përshkrim në dispozicion.",
  "Book Now": "Rezervo Tani",
  "Type": "Lloji",
  "Select Type": "Zgjidh Llojin",
  "Fixed Day": "Ditë Fikse",
  "Recurrence Day Of Week": "Ditë Përsëritjeje e Javës",
  "Recurrence Day Of Month": "Ditë Përsëritjeje e Muajit",
  "Train Group Date Type": "Lloji i Datës së Grupit të Trajnimit",
  "Selected Date": "Data e Zgjedhur",
  "User": "Përdoruesi",
  "Train Group Date Id": "ID e Datës së Grupit të Trajnimit",
  "Participant": "Pjesëmarrës",
  "Welcome Back": "Mirë se erdhët përsëri",
  "Dont have an account?": "Nuk keni një llogari?",
  "Create today!": "Krijoni sot!",
  "Username / Email": "Emri i Përdoruesit / Email",
  "Password": "Fjalëkalimi",
  "Forgot your password?": "Harruat fjalëkalimin?",
  "Sign In": "Hyr",
  "User Name": "Emri i Përdoruesit",
  "First Name": "Emri",
  "Last Name": "Mbiemri",
  "Phone Number": "Numri i Telefonit",
  "Role Name": "Emri i Rolit",
  "Forgot Password": "Harruat Fjalëkalimin",
  "Send Reset Link": "Dërgo Linkun e Resetimit",
  "Reset Password": "Reset Fjalëkalimin",
  "New Password": "Fjalëkalim i Ri",
  "Back to Login": "Kthehu te Hyrja",
  "Change Password": "Ndrysho Fjalëkalimin",
  "Phone Numbers": "Numrat e Telefonit",
  "Upcoming Train Groups": "Grupet e Trajnimit të Ardhshëm",
  "Old Password": "Fjalëkalimi i Vjetër",
  "Confirm New Password": "Konfirmo Fjalëkalimin e Ri",
  "Confirm new password": "Konfirmo fjalëkalimin e ri",
  "Book Type": "Lloji i Rezervimit",
  "Recurring": "Përsëritur",
  "Joined": "Bashkuar",
  "Opt out": "Dalje",
  "Opt out for this date": "Dalje për këtë datë",
  "Opt in again for this date": "Bashkohu përsëri për këtë datë",
  "You havent joined this date. Please join via apointment tab.": "Ju nuk jeni bashkuar në këtë datë. Ju lutemi bashkohuni nëpërmjet skedës së takimeve.",
  "This action will cancel your booking for this date.": "Kjo veprim do të anulojë rezervimin tuaj për këtë datë.",
  "This action will cancel your booking ONLY for this date.": "Kjo veprim do të anulojë rezervimin tuaj VETËM për këtë datë.",
  "You will join this date, only if there are any spots available.": "Ju do të bashkoheni në këtë datë, vetëm nëse ka vende të disponueshme.",
  "Spots Left": "Vendet e Mbetura",
  "Group is occurring on": "Grupi po ndodh në",
  "MONDAY": "E Hënë",
  "TUESDAY": "E Martë",
  "WEDNESDAY": "E Mërkurë",
  "THURSDAY": "E Enjte",
  "FRIDAY": "E Premte",
  "SATURDAY": "E Shtunë",
  "SUNDAY": "E Diel",
  "At ROSA CoreLab, we believe that true strength starts from within us.": "Në ROSA CoreLab, ne besojmë se forca e vërtetë fillon nga brenda nesh.",
  "Our space is a multi-purpose venue dedicated to self-improvement, wellness, and personal development.": "Hapësira jonë është një vend shumëfunksional i dedikuar për përmirësimin e vetvetes, mirëqenien dhe zhvillimin personal.",
  "Here, every person can discover their own rhythm, cultivate their body as well as their mind, find balance, and proceed with confidence to the next step.": "Këtu, çdo person mund të zbulojë ritmin e tij, të kultivojë trupin si dhe mendjen e tij, të gjejë ekuilibër dhe të vazhdojë me besim drejt hapit të ardhshëm.",
  "We offer opportunities for targeted physical strengthening, also through the treasures of martial arts techniques, which develop endurance, discipline, and self-confidence. At the same time, through life coaching and nutritional counseling, we help people find clarity in their goals and adopt a lifestyle that suits them.": "Ne ofrojmë mundësi për forcim fizik të synuar, gjithashtu përmes thesarëve të teknikave të arteve marciale, të cilat zhvillojnë qëndrueshmërinë, disiplinën dhe vetëbesimin. Në të njëjtën kohë, përmes trajnimit të jetës dhe këshillimit ushqimor, ne ndihmojmë njerëzit të gjejnë qartësi në qëllimet e tyre dhe të miratojnë një stil jetese që u përshtatet atyre.",
  "Our team collaborates with professional nutritionists and mental health experts, because we believe that real change comes when we care for our entire self—body, mind, and soul.": "Ekipi ynë bashkëpunon me nutricionistë profesionalë dhe ekspertë të shëndetit mendor, sepse ne besojmë se ndryshimi i vërtetë vjen kur ne kujdesemi për veten tonë të plotë—trup, mendje dhe shpirt.",
  "At ROSA CoreLab, you dont need any equipment to start. All you need is the desire to improve. We are here to support you on your journey toward a stronger, brighter version of yourself. Because for us, self-improvement is not a goal; it is a way of life.": "Në ROSA CoreLab, ju nuk keni nevojë për ndonjë pajisje për të filluar. Gjithçka që ju nevojitet është dëshira për t'u përmirësuar. Ne jemi këtu për të ju mbështetur në udhëtimin tuaj drejt një versioni më të fortë dhe më të ndritur të vetvetes. Sepse për ne, përmirësimi i vetvetes nuk është një qëllim; është një mënyrë jetese.",
  "Workout Plans": "Planet e stërvitjes",
  "Workout plan": "Plan stërvitjeje",
  "Exercises": "Ushtrime",
  "Add Exercise": "Shto ushtrim",
  "Sets": "Sete",
  "Reps": "Përsëritje",
  "Weight": "Pesha",
  "Color": "Ngjyrë",
  "User Statuses": "Statuset e përdoruesit",
  "Status": "Status"
}
